export const Data1 = [
  {
    name: 'Текущая неделя',
    x: 'ПН',
    y: 18.9,
  },
  {
    name: 'Текущая неделя',
    x: 'ВТ',
    y: 28.8,
  },
  {
    name: 'Текущая неделя',
    x: 'СР',
    y: 39.3,
  },
  {
    name: 'Текущая неделя',
    x: 'ЧТ',
    y: 81.4,
  },
  {
    name: 'Текущая неделя',
    x: 'ПТ',
    y: 47,
  },
  {
    name: 'Текущая неделя',
    x: 'СБ',
    y: 20.3,
  },
  {
    name: 'Текущая неделя',
    x: 'ВС',
    y: 24,
  },
  {
    name: 'Предыдущая неделя',
    x: 'ПН',
    y: 12.4,
  },
  {
    name: 'Предыдущая неделя',
    x: 'ВТ',
    y: 23.2,
  },
  {
    name: 'Предыдущая неделя',
    x: 'СР',
    y: 34.5,
  },
  {
    name: 'Предыдущая неделя',
    x: 'ЧТ',
    y: 99.7,
  },
  {
    name: 'Предыдущая неделя',
    x: 'ПТ',
    y: 52.6,
  },
  {
    name: 'Предыдущая неделя',
    x: 'СБ',
    y: 35.5,
  },
  {
    name: 'Предыдущая неделя',
    x: 'ВС',
    y: 37.4,
  },
];
