import { IFaq } from '../lib';

export const MOCK_FAQS: IFaq[] = [
  {
    id: 1,
    question: 'Вопрос 1',
    answer: 'Ответ 1',
  },
  {
    id: 2,
    question: 'Вопрос 2',
    answer: 'Ответ 2',
  },
  {
    id: 3,
    question:
      'Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 Вопрос 3 ',
    answer:
      'Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 Ответ 3 ',
  },
  {
    id: 4,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 5,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 6,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 7,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 8,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 9,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 10,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 11,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 12,
    question: 'Вопрос',
    answer: 'Ответ',
  },
  {
    id: 13,
    question: 'Вопрос',
    answer: 'Ответ',
  },
];
